tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "git"
brew "gh"
brew "awscli"
brew "docker", link: false
brew "mas"
brew "python@3.10"
brew "zsh"
brew "volta"

cask "docker"
cask "discord"
cask "google-cloud-sdk"
cask "ngrok"
cask "pgadmin4"
cask "spotify"
cask "visual-studio-code"
cask "dotnet-sdk"
cask "figma"
cask "postman"
cask "google-chrome"
cask "github"
